/* 
  Localizable.strings
  TSFeedback

  Created by 沧海无际 on 2020/5/14.
  
*/

"E-mail" = "邮箱";
"Enter your email address here" = "输入你的邮箱";
"Content" = "内容";
"Note:" = "注意：";
"Submit" = "提交";
"Sending…" = "发送中…";
"Mail has been sent successfully! We will solve the problem as soon as possible." = "发送成功，我们会尽快解决您的问题！";
"Send failed!" = "发送失败!";
"You can also click on product support to find the corresponding solution. Product Support >>" = "您也可以点击产品支持，查找对应的解决方案。产品支持>> ";
"Product Support >>" = "产品支持>>";
"Please make sure your network connection is working and submit again." = "请确保您的网络连接是正常的，然后重新提交。";
"Feedback" = "反馈";

"Please enter valid Email address." = "请输入一个有效的邮箱地址。";

//MARK: - Feedback 2.0.0 定制
"Thanks for contacting us and telling us your opinions about our product." = "感谢您联系我们，并告诉我们您对产品的意见。";
"What do you want to do with this product?" = "使用此产品想要解决什么样问题？";
"1: In order to quickly resolve the problem, please describe the problem you are experiencing as much detail as possible." = "1：请尽可能详细的描述您遇到的问题，更清晰的描述，有助于快速帮助您解决问题；";
"What is your problem when using this product?" = "使用产品时，遇到了什么问题？";
"1: If you have any questions about the product or after-sales service, please feel free to tell us." = "1：若您有任何关于产品的使用问题或者是售后问题，请放心反馈我们；";
"E-mail" = "邮箱";
"Please enter a valid email address" = "请输入有效的邮箱";
"Please make sure your email is correct" = "请确保邮箱是正确的";
"Notes:" = "注意：";
"1: Due to the time difference of global customer service, you will get an answer within 48 hours on weekdays." = "1：由于全球客服的时差问题，我们将会在工作日的48小时之内回复您；";
"2: You can also check our online FAQs to quickly browse some order issues or technical problems." = "2：如果您想要快速查询一些订单问题或者技术问题，您也可以在线访问我们的订单常见问题和产品常见问题链接。";
"order issues" = "订单常见问题";
"technical problems" = "产品常见问题链接";

"Attach log file" = "附加日志文件";
"Attach images:" = "附上图片：";
"Add Image" = "添加图片";
"Add up to 2 images" = "最多添加2张";
"Submit" = "提交";
"Sending…" = "发送中…";
"Mail has been sent successfully! We will solve the problem as soon as possible." = "发送成功，我们会尽快解决您的问题！";
"Send failed!" = "发送失败!";
"Please make sure your network connection is working and submit again." = "请确保您的网络连接是正常的，然后重新提交。";
"Feedback" = "反馈";
"OK" = "好";
